Repository: dibinvm1/Microblog_With_Flask
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ml

source: Please log in to access this page.
ml: ഈ പേജ് കാണാന്‍ ചെയ്യാൻ ലോഗിൻ ചെയ്യുക

source: [Microblog] Reset Your Password
ml: [മൈക്രോബ്ലോഗ്] നിങ്ങളുടെ പാസ്‌വേഡ് മാറ്റുക

source: Username \ Email
ml: പേരു്\ഇമെയിൽ

source: Password
ml: പാസ്‌വേഡ്

source: Remember Me
ml: എന്നെ ഓര്ക്കുക

source: Sign In
ml: സൈൻ ഇൻ

source: User Name
ml: പേരു്

source: Email
ml: ഇമെയിൽ

source: Confirm PassWord
ml: പാസ്വേഡ് ഉറപ്പാക്കുക

source: Sign Up
ml: സൈൻ അപ്പ് ചെയ്യുക

source: Please Use a different Username
ml: മറ്റൊരു ഉപയോക്തൃനാമം ഉപയോഗിക്കുക

source: Please Use a different Email address
ml: മറ്റൊരു ഇമെയിൽ വിലാസം ഉപയോഗിക്കുക

source: Request Password Reset
ml: പാസ്‌വേഡ് പുന:ക്രമീകരിക്കാൻ അഭ്യർത്ഥിക്കുക

source: Confirm Password
ml: പാസ്‌വേഡ് ഉറപ്പാക്കുക

source: Reset Password
ml: പാസ്‌വേഡ് പുന:ക്രമീകരിക്കാൻ

source: Invalid username or Password
ml: അസാധുവായ ഉപയോക്തൃനാമം അല്ലെങ്കിൽ പാസ്വേഡ്

source: Congratulations,You are now a registered user!
ml: അഭിനന്ദനങ്ങൾ, നിങ്ങൾ ഇപ്പോൾ ഒരു രജിസ്റ്റർ ചെയ്ത ഉപയോക്താവാണ്!

source: Register
ml: രജിസ്റ്റർ ചെയ്യുക

source: Check your email for the instructions to reset your password
ml: നിങ്ങളുടെ പാസ്‌വേഡ് മാറ്റാന്‍ വേണ്ടി ഉളള നിർദ്ദേശങ്ങൾക്കായി നിങ്ങളുടെ ഇമെയിൽ പരിശോധിക്കുക!

source: User Not Found.Plsease use the correct email!!
ml: ഉപയോക്താവ് കണ്ടെത്തിയില്ല. ദയവായി ശരിയായ ഇമെയിൽ ഉപയോഗിക്കുക !!

source: Your password has been reset.
ml: പാസ്‌വേഡ് പുന:ക്രമീകരിചിരിക്കുന്നു

source: About Me
ml: എന്നെക്കുറിച്ച്

source: Submit
ml: സമർപ്പിക്കുക

source: Please use a different username
ml: മറ്റൊരു ഉപയോക്തൃനാമം ഉപയോഗിക്കുക

source: Say Something
ml: എന്തെങ്കിലും പറ

source: Your post is now live!
ml: നിങ്ങളുടെ പോസ്റ്റ് ഇപ്പോൾ തത്സമയമാണ്!

source: Home Page
ml: ഹോം പേജ്

source: Your changes have been saved.
ml: നിങ്ങളുടെ ചെയ്ത മാറ്റങ്ങൾ സംരക്ഷിക്കപ്പെട്ടു.

source: Edit Profile
ml: പ്രൊഫൈലില്‍ മാറ്റങ്ങൾ വരുത്തുക

source: User %(username)s not found.
ml: ഉപയോക്തൃ %(username)s കണ്ടെത്തിയില്ല.

source: You cannot follow yourself!
ml: നിങ്ങൾക്ക് സ്വയം പിന്തുടരാനാവില്ല!

source: You are now following %(username)s!
ml: നിങ്ങൾ ഇപ്പോൾ %(username)s പിന്തുടരുന്നു!

source: You cannot unfollow yourself!
ml: നിങ്ങൾക്ക് സ്വയം പിന്തുടരാനാവില്ല!

source: You are not following %(username)s.
ml: നിങ്ങൾ %(username)s പിന്തുടരുന്നില്ല.

source: Explore
ml: ഏല്ലാം കാണുക

source: %(username)s said %(when)s
ml: %(username)s %(when)s പറഞു

source: Welcome to Microblog
ml: മൈക്രോബ്ലോഗിലേക്ക് സ്വാഗതം

source: Home
ml: ഹൊം

source: Login
ml: ലോഗിൻ

source: Profile
ml: പ്രൊഫൈൽ

source: Logout
ml: ലോഗൗട്ട്

source: Hi, %(username)s!
ml: ഹായ് , %(username)s!

source: Previous
ml: മുമ്പത്തെ

source: Next
ml: അടുത്തത്

source: User
ml: ഉപയോക്താവ്

source: Last seen on
ml: അവസാനമായി ഇവിടെ വന്നത്

source: %(count)d followers
ml: നിങള്‍ %(count)d പിന്തുടരുന്നു

source: %(count)d following
ml: നിങളെ %(count)d പിന്തുടരുന്നു

source: Edit your profile
ml: നിങ്ങളുടെ പ്രൊഫൈൽ എഡിറ്റുചെയ്യുക

source: Follow
ml: പിന്തുടരുക

source: Unfollow
ml: പിന്തുടരുന്നത് നിര്‍ത്തുക

source: Forgot Your Password?
ml: നിങ്ങളുടെ പാസ്വേഡ് മറന്നോ?

source: Click Here to Reset Password
ml: പാസ്‌വേഡ് പുന:ക്രമീകരിക്കാൻ ഇവിടെ ക്ലിക്കുചെയ്യുക

source: New User?
ml: പുതിയ ഉപയോക്താവ്?

source: Click to Register!
ml: രജിസ്റ്റർ ചെയ്യാൻ ക്ലിക്കുചെയ്യുക!

source: Reset Your Password
ml: നിങ്ങളുടെ പാസ്‌വേഡ് പുന:ക്രമീകരിക്കുക

source: File Not Found
ml: ഫയൽ ലഭ്യമല്ല

source: Back
ml: പുറകിലേക്ക്

source: An unexpected error has occurred
ml: ഒരു അപ്രതീക്ഷിത പിഴവ് സംഭവിച്ചിരിക്കുന്നു

source: The administrator has been notified. Sorry for the inconvenience!
ml: അഡ്മിനിസ്ട്രേറ്ററെ അറിയിച്ചിട്ടുണ്ട്. അസൗകര്യം ക്ഷമിക്കണം!
